Repository: Flutter-best-team/Unnamed-Project
Catalog: lib/l10n/app_*.arb
Languages: ru

source: Profile
ru: Профиль

# init_screen_phrase
source: With us you could not only track your habits, but live freely: without drinking or smoking!
ru: С нами вы сможете не только отслеживать свои привычки, но и жить свободно: не пить и не курить!

# init_screen_button
source: Begin new life
ru: Начать новую жизнь

source: Welcome to Karma
ru: Добро пожаловать в Karma

source: Name
ru: Имя

source: Gender
ru: Пол

source: Birthday
ru: День рождения

source: Male
ru: Мужской

source: Female
ru: Женский

source: Battle helicopter
ru: Боевой вертолёт

source: Height
ru: Рост

source: Weight
ru: Вес

# continue_button
source: Continue
ru: Продолжить

# home_gym_option
source: Workout in gym
ru: Поход в спортзал

# home_hydration_option
source: Drink 2 liter of water
ru: Выпил 2л воды

# home_sleep_option
source: Sleep for 8 hours
ru: Сон более 8 часов

# home_walking_option
source: Walk
ru: Прогулка на свежем воздухе

# home_smoking_option
source: Smoke cigarettes
ru: Курение сигарет

# home_fastfood_option
source: Fast food consumption
ru: Употребление фастфуда

source: Incomplited profile
ru: Незаконченный профиль

# incomplited_profile_messege
source: You have not fully filled out your profile information. Fill in all data fields and you can continue.
ru: Вы не до конца заполнили данные профиля. Заполните все поля данных и вы сможете продолжить.
